Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# accuracy.calibrate
source: Calibration needed
de: Kalibrierung nötig
es: Requiere calibración
es_mx: Requiere calibración
fr: Calibrage nécessaire
it: Calibrazione necessaria
ja: 調整が必要
nl: Kalibratie nodig
pl: Wymagana kalibracja
pt_br: Calibração necessária

# accuracy.uncertainty
source: Heading accuracy, plus or minus %@
de: Kompassgenauigkeit, plus oder minus %1$@
es: Precisión del rumbo, más o menos %1$@
es_mx: Precisión del rumbo, más o menos %1$@
fr: Précision du cap, plus ou moins %1$@
it: Precisione della direzione, più o meno %1$@
ja: 方位精度、プラスマイナス %1$@
nl: Koersnauwkeurigheid, plus of min %1$@
pl: Dokładność kursu, plus minus %1$@
pt_br: Precisão da bússola, mais ou menos %1$@

# ar.accuracy.calibrate
source: The compass needs calibrating. Move the phone in a figure of eight, and stand clear of metal, magnets and car dashboards.
de: Der Kompass muss kalibriert werden. Das Telefon in einer Acht bewegen und Abstand zu Metall, Magneten und Armaturenbrettern halten.
es: La brújula necesita calibrarse. Mueve el móvil describiendo un ocho y aléjate de metales, imanes y salpicaderos de coche.
es_mx: La brújula necesita calibrarse. Mueve el celular en forma de ocho y aléjate de metales, imanes y tableros de auto.
fr: La boussole a besoin d’un calibrage. Décrivez un huit avec le téléphone, à l’écart du métal, des aimants et des tableaux de bord.
it: La bussola va calibrata. Muovi il telefono a forma di otto e stai lontano da metalli, magneti e cruscotti.
ja: コンパスの調整が必要です。端末で8の字を描くように動かし、金属、磁石、車のダッシュボードから離れてください。
nl: Het kompas moet worden gekalibreerd. Beweeg de telefoon in een acht en blijf uit de buurt van metaal, magneten en dashboards.
pl: Kompas wymaga kalibracji. Zataczaj telefonem ósemkę z dala od metalu, magnesów i deski rozdzielczej samochodu.
pt_br: A bússola precisa de calibração. Mova o celular em forma de oito e fique longe de metal, ímãs e painéis de carro.

# ar.accuracy.note
source: The figure at the top of the frame is the heading accuracy the device reports. The positions themselves are computed, not measured, and are accurate to far better than the compass can be aimed.
de: Die Zahl oben im Bild ist die Kompassgenauigkeit, die das Gerät meldet. Die Positionen selbst sind berechnet, nicht gemessen, und weit genauer, als sich der Kompass ausrichten lässt.
es: La cifra de la parte superior del encuadre es la precisión de rumbo que declara el dispositivo. Las posiciones se calculan, no se miden, y son mucho más precisas de lo que la brújula puede apuntar.
es_mx: La cifra en la parte superior del cuadro es la precisión del rumbo que reporta el dispositivo. Las posiciones mismas se calculan, no se miden, y son mucho más precisas de lo que la brújula puede apuntar.
fr: Le chiffre en haut du cadre est la précision de cap rapportée par l’appareil. Les positions, elles, sont calculées et non mesurées : leur exactitude dépasse de loin ce que la boussole permet de viser.
it: Il valore in alto nell'inquadratura è la precisione della direzione dichiarata dal dispositivo. Le posizioni invece sono calcolate, non misurate, e sono molto più precise di quanto la bussola possa essere puntata.
ja: 画面上部の数値は、端末が報告する方位精度です。位置そのものは実測ではなく計算値で、コンパスで狙える精度よりはるかに高い精度で求められています。
nl: Het cijfer boven in beeld is de koersnauwkeurigheid die het toestel meldt. De posities zelf worden berekend, niet gemeten, en zijn veel nauwkeuriger dan het kompas gericht kan worden.
pl: Wartość u góry kadru to dokładność kursu podawana przez urządzenie. Same pozycje są obliczane, a nie mierzone, i są znacznie dokładniejsze, niż da się wycelować kompasem.
pt_br: O número no alto do quadro é a precisão da bússola informada pelo dispositivo. As posições em si são calculadas, não medidas, e têm precisão muito melhor do que a mira da bússola consegue alcançar.

# ar.aim
source: Frame centre
de: Bildmitte
es: Centro del encuadre
es_mx: Centro del cuadro
fr: Centre du cadre
it: Centro inquadratura
ja: フレーム中心
nl: Midden van beeld
pl: Środek kadru
pt_br: Centro do quadro

# ar.aim.altitude
source: Frame centre altitude
de: Höhe der Bildmitte
es: Altura del centro
es_mx: Altura del centro del cuadro
fr: Hauteur du centre du cadre
it: Altezza del centro
ja: フレーム中心の高度
nl: Hoogte midden van beeld
pl: Wysokość środka kadru
pt_br: Altitude do centro

# ar.aim.value
source: %@° az, %@° alt
de: %1$@° Az, %2$@° Höhe
es: %1$@° az, %2$@° alt
es_mx: %1$@° az, %2$@° alt
fr: %1$@° az, %2$@° haut
it: %1$@° az, %2$@° alt
ja: 方位角 %1$@°、高度 %2$@°
nl: %1$@° az, %2$@° alt
pl: %1$@° az, %2$@° wys
pt_br: %1$@° az, %2$@° alt

# ar.camera.allow
source: Use the camera
de: Kamera verwenden
es: Usar la cámara
es_mx: Usar la cámara
fr: Utiliser l’appareil photo
it: Usa la fotocamera
ja: カメラを使う
nl: De camera gebruiken
pl: Użyj aparatu
pt_br: Usar a câmera

# ar.camera.denied
source: Camera access is off, so the paths are drawn over the sky colour instead of over your view. Everything else on this screen still works.
de: Der Kamerazugriff ist aus, die Bahnen werden daher über der Himmelsfarbe statt über der eigenen Sicht gezeichnet. Alles andere auf diesem Bildschirm funktioniert weiter.
es: El acceso a la cámara está desactivado, así que las trayectorias se dibujan sobre el color del cielo en lugar de sobre tu vista. Todo lo demás de esta pantalla sigue funcionando.
es_mx: El acceso a la cámara está desactivado, así que las trayectorias se dibujan sobre el color del cielo en vez de sobre tu vista. Todo lo demás en esta pantalla sigue funcionando.
fr: L’accès à l’appareil photo est désactivé : les trajectoires sont donc tracées sur la couleur du ciel et non sur votre vue. Tout le reste de cet écran fonctionne.
it: L'accesso alla fotocamera è disattivato, quindi i percorsi sono disegnati sul colore del cielo anziché sulla tua visuale. Tutto il resto di questa schermata funziona lo stesso.
ja: カメラへのアクセスがオフのため、軌道は実際の視界ではなく空の色の上に描かれます。この画面の他の機能はすべて動作します。
nl: Cameratoegang staat uit, dus de banen worden over de hemelkleur getekend in plaats van over je beeld. Al het andere op dit scherm werkt gewoon.
pl: Dostęp do aparatu jest wyłączony, więc drogi rysowane są na kolorze nieba zamiast na obrazie z aparatu. Reszta tego ekranu działa normalnie.
pt_br: O acesso à câmera está desativado, então as trajetórias são desenhadas sobre a cor do céu em vez de sobre a sua vista. Todo o resto desta tela continua funcionando.

# ar.camera.restricted
source: The camera is restricted on this device, so the paths are drawn over the sky colour instead. Everything else on this screen still works.
de: Die Kamera ist auf diesem Gerät eingeschränkt, die Bahnen werden daher über der Himmelsfarbe gezeichnet. Alles andere auf diesem Bildschirm funktioniert weiter.
es: La cámara está restringida en este dispositivo, así que las trayectorias se dibujan sobre el color del cielo. Todo lo demás de esta pantalla sigue funcionando.
es_mx: La cámara está restringida en este dispositivo, así que las trayectorias se dibujan sobre el color del cielo. Todo lo demás en esta pantalla sigue funcionando.
fr: L’appareil photo est restreint sur cet appareil : les trajectoires sont donc tracées sur la couleur du ciel. Tout le reste de cet écran fonctionne.
it: La fotocamera è soggetta a restrizioni su questo dispositivo, quindi i percorsi sono disegnati sul colore del cielo. Tutto il resto di questa schermata funziona lo stesso.
ja: この端末ではカメラが制限されているため、軌道は空の色の上に描かれます。この画面の他の機能はすべて動作します。
nl: De camera is op dit toestel beperkt, dus de banen worden in plaats daarvan over de hemelkleur getekend. Al het andere op dit scherm werkt gewoon.
pl: Aparat jest na tym urządzeniu ograniczony, więc drogi rysowane są na kolorze nieba. Reszta tego ekranu działa normalnie.
pt_br: A câmera está restrita neste dispositivo, então as trajetórias são desenhadas sobre a cor do céu. Todo o resto desta tela continua funcionando.

# ar.camera.settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
es_mx: Abrir Configuración
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir os Ajustes

# ar.camera.unavailable
source: There is no camera here, so the paths are drawn over the sky colour instead. Everything else on this screen still works.
de: Hier gibt es keine Kamera, die Bahnen werden daher über der Himmelsfarbe gezeichnet. Alles andere auf diesem Bildschirm funktioniert weiter.
es: Aquí no hay cámara, así que las trayectorias se dibujan sobre el color del cielo. Todo lo demás de esta pantalla sigue funcionando.
es_mx: Aquí no hay cámara, así que las trayectorias se dibujan sobre el color del cielo. Todo lo demás en esta pantalla sigue funcionando.
fr: Il n’y a pas d’appareil photo ici : les trajectoires sont donc tracées sur la couleur du ciel. Tout le reste de cet écran fonctionne.
it: Qui non c'è una fotocamera, quindi i percorsi sono disegnati sul colore del cielo. Tutto il resto di questa schermata funziona lo stesso.
ja: ここにはカメラがないため、軌道は空の色の上に描かれます。この画面の他の機能はすべて動作します。
nl: Hier is geen camera, dus de banen worden in plaats daarvan over de hemelkleur getekend. Al het andere op dit scherm werkt gewoon.
pl: Nie ma tu aparatu, więc drogi rysowane są na kolorze nieba. Reszta tego ekranu działa normalnie.
pt_br: Não há câmera aqui, então as trajetórias são desenhadas sobre a cor do céu. Todo o resto desta tela continua funcionando.

# ar.camera.undetermined
source: Sunlit can draw these paths over your real view. The image stays on your device and is never recorded or sent anywhere.
de: Sunlit kann diese Bahnen über die reale Sicht zeichnen. Das Bild bleibt auf dem Gerät und wird nie aufgezeichnet oder irgendwohin gesendet.
es: Sunlit puede dibujar estas trayectorias sobre tu vista real. La imagen se queda en tu dispositivo y nunca se graba ni se envía a ninguna parte.
es_mx: Sunlit puede dibujar estas trayectorias sobre tu vista real. La imagen se queda en tu dispositivo y nunca se graba ni se envía a ningún lado.
fr: Sunlit peut tracer ces trajectoires sur votre vue réelle. L’image reste sur votre appareil, elle n’est jamais enregistrée ni envoyée nulle part.
it: Sunlit può disegnare questi percorsi sulla tua visuale reale. L'immagine resta sul tuo dispositivo e non viene mai registrata né inviata da nessuna parte.
ja: Sunlit はこれらの軌道を実際の視界に重ねて描けます。映像は端末内に留まり、記録も送信も一切されません。
nl: Sunlit kan deze banen over je echte beeld tekenen. Het beeld blijft op je toestel en wordt nooit opgenomen of ergens naartoe gestuurd.
pl: Sunlit może rysować te drogi na żywym obrazie. Obraz zostaje na urządzeniu, nie jest nagrywany ani nigdzie wysyłany.
pt_br: O Sunlit pode desenhar essas trajetórias sobre a sua vista real. A imagem fica no seu dispositivo e nunca é gravada nem enviada para lugar nenhum.

# ar.cardinal.east
source: E
de: O
ja: 東
nl: O
pt_br: L

# ar.heading.unavailable
source: No compass
de: Kein Kompass
es: Sin brújula
es_mx: Sin brújula
fr: Pas de boussole
it: Nessuna bussola
ja: コンパスなし
nl: Geen kompas
pl: Brak kompasu
pt_br: Sem bússola

# ar.heading.unavailable.axLabel
source: No heading available. The overlay cannot be aimed.
de: Keine Kompassrichtung verfügbar. Die Überlagerung lässt sich nicht ausrichten.
es: No hay rumbo disponible. La superposición no se puede apuntar.
es_mx: No hay rumbo disponible. La superposición no se puede apuntar.
fr: Aucun cap disponible. La superposition ne peut pas être orientée.
it: Direzione non disponibile. La sovrapposizione non può essere puntata.
ja: 方位を取得できません。オーバーレイを狙えません。
nl: Geen koers beschikbaar. De overlay kan niet worden gericht.
pl: Brak kursu. Nie można wycelować nakładki.
pt_br: Sem direção da bússola. Não é possível apontar a sobreposição.

# ar.layer.annual
source: Solstices and equinoxes
de: Sonnenwenden und Äquinoktien
es: Solsticios y equinoccios
es_mx: Solsticios y equinoccios
fr: Solstices et équinoxes
it: Solstizi ed equinozi
ja: 至点と分点
nl: Zonnewendes en equinoxen
pl: Przesilenia i równonoce
pt_br: Solstícios e equinócios

# ar.layer.axLocked
source: Locked
de: Gesperrt
es: Bloqueado
es_mx: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック中
nl: Vergrendeld
pl: Zablokowane
pt_br: Bloqueado

# ar.layer.axOff
source: Hidden
de: Ausgeblendet
es: Oculto
es_mx: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
nl: Verborgen
pl: Ukryte
pt_br: Oculto

# ar.layer.axOn
source: Shown
de: Eingeblendet
es: Visible
es_mx: Visible
fr: Affiché
it: Visibile
ja: 表示中
nl: Zichtbaar
pl: Widoczne
pt_br: Visível

# ar.layer.horizon
source: Skyline
de: Horizontprofil
es: Perfil
es_mx: Perfil del horizonte
fr: Ligne d’horizon
it: Profilo
ja: 稜線
nl: Horizonprofiel
pl: Linia horyzontu
pt_br: Perfil

# ar.layer.milkyWay
source: Milky Way
de: Milchstraße
es: Vía Láctea
es_mx: Vía Láctea
fr: Voie lactée
it: Via Lattea
ja: 天の川
nl: Melkweg
pl: Droga Mleczna
pt_br: Via Láctea

# ar.layer.moon
source: Moon path
de: Mondbahn
es: Trayectoria lunar
es_mx: Trayectoria lunar
fr: Course de la Lune
it: Percorso lunare
ja: 月の軌道
nl: Maanbaan
pl: Droga Księżyca
pt_br: Trajetória da lua

# ar.layer.sun
source: Sun path
de: Sonnenbahn
es: Trayectoria solar
es_mx: Trayectoria solar
fr: Course du Soleil
it: Percorso solare
ja: 太陽の軌道
nl: Zonnebaan
pl: Droga Słońca
pt_br: Trajetória do sol

# ar.layers.title
source: Overlay
de: Überlagerung
es: Superposición
es_mx: Superposición
fr: Superposition
it: Sovrapposizione
ja: オーバーレイ
pl: Nakładka
pt_br: Sobreposição

# ar.locked.value
source: Locked
de: Gesperrt
es: Bloqueado
es_mx: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック中
nl: Vergrendeld
pl: Zablokowane
pt_br: Bloqueado

# ar.milkyWay.notDark
source: The Milky Way is drawn once the sun is more than eighteen degrees below the horizon. It is not dark enough at the selected time.
de: Die Milchstraße wird gezeichnet, sobald die Sonne mehr als achtzehn Grad unter dem Horizont steht. Zur gewählten Zeit ist es nicht dunkel genug.
es: La Vía Láctea se dibuja cuando el sol está más de dieciocho grados por debajo del horizonte. A la hora seleccionada no está lo bastante oscuro.
es_mx: La Vía Láctea se dibuja cuando el sol está más de dieciocho grados bajo el horizonte. No está lo bastante oscuro a la hora seleccionada.
fr: La Voie lactée n’est tracée que lorsque le Soleil est à plus de dix-huit degrés sous l’horizon. Il ne fait pas assez sombre à l’heure sélectionnée.
it: La Via Lattea viene disegnata quando il Sole scende oltre diciotto gradi sotto l'orizzonte. All'ora selezionata non è abbastanza buio.
ja: 天の川は、太陽が地平線より18度以上下がってから描かれます。選択した時刻では暗さが足りません。
nl: De Melkweg wordt getekend zodra de zon meer dan achttien graden onder de horizon staat. Op het gekozen tijdstip is het niet donker genoeg.
pl: Droga Mleczna rysuje się, gdy Słońce jest niżej niż osiemnaście stopni pod horyzontem. O wybranej porze nie jest dość ciemno.
pt_br: A Via Láctea é desenhada quando o sol está mais de dezoito graus abaixo do horizonte. Não está escuro o bastante no horário selecionado.

# ar.moon.altitude
source: Moon altitude
de: Mondhöhe
es: Altura de la luna
es_mx: Altura de la luna
fr: Hauteur de la Lune
it: Altezza Luna
ja: 月の高度
nl: Maanhoogte
pl: Wysokość Księżyca
pt_br: Altitude da lua

# ar.moon.axLabel
source: Moon position
de: Mondposition
es: Posición de la luna
es_mx: Posición de la luna
fr: Position de la Lune
it: Posizione della Luna
ja: 月の位置
nl: Positie van de maan
pl: Pozycja Księżyca
pt_br: Posição da lua

# ar.moon.azimuth
source: Moon azimuth
de: Mondazimut
es: Azimut de la luna
es_mx: Azimut de la luna
fr: Azimut de la Lune
it: Azimut Luna
ja: 月の方位角
nl: Maanazimut
pl: Azymut Księżyca
pt_br: Azimute da lua

# ar.moon.lit
source: Moon lit
de: Mond beleuchtet
es: Luna iluminada
es_mx: Luna iluminada
fr: Lune éclairée
it: Illuminazione
ja: 月の輝面比
nl: Maan verlicht
pl: Oświetlenie Księżyca
pt_br: Lua iluminada

# ar.moon.locked
source: The moon is part of Sunlit Pro: its path over your view, its phase, and its rise and set with parallax.
de: Der Mond gehört zu Sunlit Pro: seine Bahn über der eigenen Sicht, seine Phase sowie Aufgang und Untergang mit Parallaxe.
es: La luna forma parte de Sunlit Pro: su trayectoria sobre tu vista, su fase y su salida y su puesta con paralaje.
es_mx: La luna es parte de Sunlit Pro: su trayectoria sobre tu vista, su fase, y su salida y su puesta con paralaje.
fr: La Lune fait partie de Sunlit Pro : sa course sur votre vue, sa phase, son lever et son coucher avec la parallaxe.
it: La Luna fa parte di Sunlit Pro: il suo percorso sulla tua visuale, la sua fase e il suo sorgere e tramontare con la parallasse.
ja: 月は Sunlit Pro の機能です。視界に重ねた軌道、月相、視差を含む月の出と月の入りが加わります。
nl: De maan hoort bij Sunlit Pro: de baan over je beeld, de fase, en opkomst en ondergang met parallax.
pl: Księżyc jest częścią Sunlit Pro: jego droga na obrazie z aparatu, faza oraz wschód i zachód z paralaksą.
pt_br: A lua faz parte do Sunlit Pro: sua trajetória sobre a sua vista, sua fase e seu nascer e pôr com paralaxe.

# ar.moon.lockedSelection
source: Today at your current location is free forever. Another day or another place is part of Sunlit Pro.
de: Heute am aktuellen Standort ist für immer gratis. Ein anderer Tag oder ein anderer Ort gehört zu Sunlit Pro.
es: Hoy en tu ubicación actual es gratis para siempre. Otro día u otro lugar forma parte de Sunlit Pro.
es_mx: Hoy en tu ubicación actual es gratis para siempre. Otro día u otro lugar es parte de Sunlit Pro.
fr: Aujourd’hui, à votre position actuelle, est gratuit pour toujours. Un autre jour ou un autre lieu fait partie de Sunlit Pro.
it: Oggi nella tua posizione attuale è gratis per sempre. Un altro giorno o un altro luogo fa parte di Sunlit Pro.
ja: 現在地の今日は永久に無料です。別の日や別の地点は Sunlit Pro の機能です。
nl: Vandaag op je huidige locatie is voor altijd gratis. Een andere dag of een andere plaats hoort bij Sunlit Pro.
pl: Dzisiejszy dzień w bieżącej lokalizacji jest darmowy na zawsze. Inny dzień lub inne miejsce są częścią Sunlit Pro.
pt_br: Hoje na sua localização atual é grátis para sempre. Outro dia ou outro local faz parte do Sunlit Pro.

# ar.optics.assumed
source: No camera is reporting its lens here, so the overlay is drawn at an assumed field of view.
de: Hier meldet keine Kamera ihr Objektiv, die Überlagerung wird daher mit einem angenommenen Bildwinkel gezeichnet.
es: Aquí ninguna cámara informa de su objetivo, así que la superposición se dibuja con un campo de visión supuesto.
es_mx: Ninguna cámara reporta aquí su lente, así que la superposición se dibuja con un campo de visión supuesto.
fr: Aucun appareil photo ne communique son objectif ici : la superposition est donc tracée avec un champ de vision supposé.
it: Qui nessuna fotocamera comunica il suo obiettivo, quindi la sovrapposizione è disegnata con un campo visivo presunto.
ja: ここではレンズ情報を返すカメラがないため、オーバーレイは想定の画角で描かれます。
nl: Geen camera meldt hier zijn lens, dus de overlay wordt op een aangenomen beeldhoek getekend.
pl: Żaden aparat nie podaje tu swojego obiektywu, więc nakładka rysowana jest dla przyjętego pola widzenia.
pt_br: Nenhuma câmera está informando sua lente aqui, então a sobreposição é desenhada com um campo de visão presumido.

# ar.selection.locked
source: Today at your current location is free forever. This screen is showing another day or another place, so the figures and the overlay are dimmed until Sunlit Pro is unlocked.
de: Heute am aktuellen Standort ist für immer gratis. Dieser Bildschirm zeigt einen anderen Tag oder einen anderen Ort, deshalb sind die Werte und die Überlagerung gedimmt, bis Sunlit Pro freigeschaltet ist.
es: Hoy en tu ubicación actual es gratis para siempre. Esta pantalla muestra otro día u otro lugar, así que las cifras y la superposición se atenúan hasta que desbloquees Sunlit Pro.
es_mx: Hoy en tu ubicación actual es gratis para siempre. Esta pantalla muestra otro día u otro lugar, así que las cifras y la superposición se atenúan hasta desbloquear Sunlit Pro.
fr: Aujourd’hui, à votre position actuelle, est gratuit pour toujours. Cet écran affiche un autre jour ou un autre lieu : les valeurs et la superposition restent estompées tant que Sunlit Pro n’est pas déverrouillé.
it: Oggi nella tua posizione attuale è gratis per sempre. Questa schermata mostra un altro giorno o un altro luogo, quindi i valori e la sovrapposizione restano attenuati finché non sblocchi Sunlit Pro.
ja: 現在地の今日は永久に無料です。この画面は別の日または別の地点を表示しているため、Sunlit Pro を解除するまで数値とオーバーレイは淡く表示されます。
nl: Vandaag op je huidige locatie is voor altijd gratis. Dit scherm toont een andere dag of een andere plaats, dus de cijfers en de overlay blijven gedempt tot Sunlit Pro is ontgrendeld.
pl: Dzisiejszy dzień w bieżącej lokalizacji jest darmowy na zawsze. Ten ekran pokazuje inny dzień lub inne miejsce, więc wartości i nakładka są przygaszone do czasu odblokowania Sunlit Pro.
pt_br: Hoje na sua localização atual é grátis para sempre. Esta tela está mostrando outro dia ou outro local, então os valores e a sobreposição ficam esmaecidos até o Sunlit Pro ser desbloqueado.

# ar.skyline.measured
source: The dashed line is the skyline swept at this place.
de: Die gestrichelte Linie ist das an diesem Ort aufgenommene Horizontprofil.
es: La línea discontinua es el perfil barrido en este lugar.
es_mx: La línea punteada es el perfil del horizonte barrido en este lugar.
fr: Le tracé pointillé est la ligne d’horizon balayée pour ce lieu.
it: La linea tratteggiata è il profilo scansionato in questo luogo.
ja: 破線は、この地点で走査した稜線です。
nl: De stippellijn is het horizonprofiel dat op deze plaats is gescand.
pl: Linia przerywana to linia horyzontu zeskanowana w tym miejscu.
pt_br: A linha tracejada é o perfil varrido neste local.

# ar.sun.altitude
source: Sun altitude
de: Sonnenhöhe
es: Altura del sol
es_mx: Altura del sol
fr: Hauteur du Soleil
it: Altezza Sole
ja: 太陽の高度
nl: Zonshoogte
pl: Wysokość Słońca
pt_br: Altitude do sol

# ar.sun.axLabel
source: Sun position
de: Sonnenposition
es: Posición del sol
es_mx: Posición del sol
fr: Position du Soleil
it: Posizione del Sole
ja: 太陽の位置
nl: Positie van de zon
pl: Pozycja Słońca
pt_br: Posição do sol

# ar.sun.azimuth
source: Sun azimuth
de: Sonnenazimut
es: Azimut del sol
es_mx: Azimut del sol
fr: Azimut du Soleil
it: Azimut Sole
ja: 太陽の方位角
nl: Zonsazimut
pl: Azymut Słońca
pt_br: Azimute do sol

# ar.sweep.clear
source: Start over
de: Neu beginnen
es: Empezar de nuevo
es_mx: Empezar de nuevo
fr: Recommencer
it: Ricomincia
ja: やり直す
nl: Opnieuw beginnen
pl: Zacznij od nowa
pt_br: Recomeçar

# ar.sweep.clear.axLabel
source: Discard the readings taken so far
de: Die bisher aufgenommenen Werte verwerfen
es: Descartar las lecturas tomadas hasta ahora
es_mx: Descartar las mediciones tomadas hasta ahora
fr: Abandonner les relevés déjà effectués
it: Scarta le letture raccolte finora
ja: ここまでの計測値を破棄します
nl: De tot nu toe genomen metingen weggooien
pl: Odrzuć dotychczasowe pomiary
pt_br: Descartar as leituras feitas até agora
